Repository: duongductrong/Snapzy
Catalog: Snapzy/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, vi, zh_hans, zh_hant

# scrolling-capture.guidance-reverse-scrolling-can-break-stitch
source: Reverse scrolling can break the stitch
de: Rückwärtsscrollen kann den Stich unterbrechen
es: El desplazamiento inverso puede romper la puntada
fr: Le défilement inversé peut casser le point
ja: 逆スクロールするとステッチが壊れる可能性があります
ko: 역방향 스크롤을 하면 스티치가 깨질 수 있습니다
ru: Обратная прокрутка может сломать стежок
vi: Cuon nguoc co the lam hong anh ghep
zh_hans: 反向滚动可能会断线
zh_hant: 反向滾動可能會斷線

# scrolling-capture.guidance-saving-current-result
source: Saving current result
de: Aktuelles Ergebnis speichern
es: Guardando el resultado actual
fr: Sauvegarde du résultat actuel
ja: 現在の結果を保存します
ko: 현재 결과 저장 중
ru: Сохранение текущего результата
vi: Dang luu ket qua hien tai
zh_hans: 保存当前结果
zh_hant: 保存當前結果

# scrolling-capture.guidance-saving-long-screenshot
source: Saving long screenshot
de: Langer Screenshot wird gespeichert
es: Guardando captura de pantalla larga
fr: Enregistrement d'une longue capture d'écran
ja: 長いスクリーンショットの保存
ko: 긴 스크린샷을 저장 중
ru: Сохранение длинного скриншота
vi: Dang luu anh chup dai
zh_hans: 保存长截图
zh_hant: 保存長截圖

# scrolling-capture.guidance-scroll-down-steadily
source: Scroll down steadily
de: Scrollen Sie stetig nach unten
es: Desplácese hacia abajo de manera constante
fr: Faites défiler vers le bas régulièrement
ja: 着実に下にスクロールします
ko: 꾸준히 아래로 스크롤
ru: Постоянно прокручивайте вниз
vi: Cuon xuong deu tay
zh_hans: 稳步向下滚动
zh_hant: 穩步向下滾動

# scrolling-capture.guidance-slow-down
source: Slow down
de: Verlangsamen
es: Desacelerar
fr: Ralentir
ja: 減速する
ko: 천천히
ru: Замедлять
vi: Cuon cham lai
zh_hans: 减速
zh_hant: 減速

# scrolling-capture.guidance-snapzy-locking-first-frame
source: Snapzy is locking the first frame
de: Snapzy sperrt den ersten Frame
es: Snapzy está bloqueando el primer cuadro
fr: Snapzy verrouille la première image
ja: Snapzy は最初のフレームをロックしています
ko: Snapzy가 첫 번째 프레임을 잠그고 있습니다
ru: Snapzy блокирует первый кадр
vi: Snapzy dang khoa khung hinh dau tien
zh_hans: Snapzy 正在锁定第一帧
zh_hant: Snapzy 正在鎖定第一幀

# scrolling-capture.guidance-snapzy-sealing-stitched-result
source: Snapzy is sealing the stitched result
de: Snapzy versiegelt das genähte Ergebnis
es: Snapzy está sellando el resultado cosido
fr: Snapzy scelle le résultat cousu
ja: Snapzy はステッチ結果を封印しています
ko: Snapzy가 스티치 결과를 봉인하고 있습니다
ru: Snapzy запечатывает результат сшивания
vi: Snapzy dang chot ket qua da ghep
zh_hans: Snapzy 正在密封缝合结果
zh_hant: Snapzy 正在密封縫合結果

# scrolling-capture.guidance-stay-on-one-direction
source: Stay on one direction
de: Bleiben Sie in einer Richtung
es: Manténgase en una dirección
fr: Restez dans une direction
ja: 一方向にとどまる
ko: 한 방향으로 가세요
ru: Оставайтесь в одном направлении
vi: Giu nguyen mot huong
zh_hans: 保持一个方向
zh_hant: 保持一個方向

# scrolling-capture.guidance-then-press-start-capture
source: Then press Start Capture
de: Drücken Sie dann Aufnahme starten
es: Luego presione Iniciar captura
fr: Appuyez ensuite sur Démarrer la capture
ja: 次に、「キャプチャ開始」を押します
ko: 그런 다음 캡처 시작
ru: Затем нажмите «Начать съемку»
vi: Sau do nhan Bat dau chup
zh_hans: 然后按开始捕获
zh_hant: 然後按開始捕獲

# scrolling-capture.guidance-then-try-done-again
source: Then try Done again
de: Versuchen Sie es dann erneut mit „Fertig“
es: Luego intenta Listo de nuevo
fr: Puis réessayez Terminé
ja: その後、もう一度「完了」を試してください
ko: 그런 다음 다시 완료해 보세요
ru: Затем повторите попытку Готово
vi: Roi thu Xong lai
zh_hans: 然后再次尝试完成
zh_hant: 然後再次嘗試完成

# scrolling-capture.guidance-try-done-again
source: Try Done again
de: Versuchen Sie es erneut.
es: Inténtalo Listo de nuevo
fr: Réessayez Terminé
ja: もう一度試してください 完了
ko: 다시 시도해 보세요
ru: Попробуйте выполнить еще раз
vi: Thu Xong lai
zh_hans: 再次尝试完成
zh_hant: 再次嘗試完成

# scrolling-capture.preview-finishing-saving-capture
source: Finishing up - saving your capture.
de: Zum Abschluss – Speichern Ihrer Aufnahme.
es: Terminando: guardando tu captura.
fr: Finition : sauvegarde de votre capture.
ja: 仕上げ - キャプチャを保存します。
ko: 마무리 - 캡처를 저장합니다.
ru: Завершаем — сохраняем результат.
vi: Dang hoan tat, dang luu anh chup cua ban.
zh_hans: 完成 - 保存您的捕获。
zh_hant: 完成 - 保存您的捕獲。

# scrolling-capture.preview-matches-stitched-capture
source: Preview matches the stitched capture.
de: Die Vorschau entspricht der zusammengefügten Aufnahme.
es: La vista previa coincide con la captura unida.
fr: L'aperçu correspond à la capture assemblée.
ja: プレビューはステッチされたキャプチャと一致します。
ko: 미리보기는 스티치된 캡처와 일치합니다.
ru: Предварительный просмотр соответствует сшитому снимку.
vi: Ban xem truoc khop voi anh da ghep.
zh_hans: 预览与拼接的捕获相匹配。
zh_hant: 預覽與拼接的捕獲相匹配。

# scrolling-capture.preview-paused-scroll-slowly
source: Preview paused - scroll slowly so Snapzy can re-align.
de: Vorschau angehalten – scrollen Sie langsam, damit Snapzy sich neu ausrichten kann.
es: Vista previa en pausa: desplácese lentamente para que Snapzy pueda realinearse.
fr: Aperçu en pause - faites défiler lentement pour que Snapzy puisse se réaligner.
ja: プレビューが一時停止されました - Snapzy が再調整できるようにゆっくりスクロールします。
ko: 미리보기가 일시중지되었습니다. Snapzy가 다시 정렬할 수 있도록 천천히 스크롤하세요.
ru: Предварительный просмотр приостановлен: прокрутите медленно, чтобы Snapzy мог выровнять изображение.
vi: Ban xem truoc da tam dung, hay cuon cham de Snapzy can chinh lai.
zh_hans: 预览已暂停 - 缓慢滚动，以便 Snapzy 可以重新对齐。
zh_hant: 預覽已暫停 - 緩慢滾動，以便 Snapzy 可以重新對齊。

# scrolling-capture.preview-press-start-to-begin
source: Press Start Capture to begin.
de: Drücken Sie „Aufnahme starten“, um zu beginnen.
es: Presione Iniciar captura para comenzar.
fr: Appuyez sur Démarrer la capture pour commencer.
ja: 「キャプチャ開始」を押して開始します。
ko: 시작하려면 캡처 시작을 누르세요.
ru: Нажмите «Начать захват», чтобы начать.
vi: Nhan Bat dau chup de bat dau.
zh_hans: 按开始捕获开始。
zh_hant: 按開始捕獲開始。

# scrolling-capture.preview-saving-capture
source: Saving your capture...
de: Speichern Sie Ihre Aufnahme...
es: Guardando tu captura...
fr: Sauvegarde de votre capture...
ja: キャプチャを保存しています...
ko: 캡처를 저장하는 중...
ru: Сохраняем снимок...
vi: Dang luu anh chup...
zh_hans: 保存您的捕获...
zh_hant: 保存您的捕獲...

# scrolling-capture.preview-showing-latest-stitched-capture
source: Showing the latest stitched capture.
de: Zeigt die neueste zusammengefügte Aufnahme.
es: Mostrando la última captura cosida.
fr: Affichage de la dernière capture assemblée.
ja: 最新のステッチされたキャプチャを表示します。
ko: 최신 스티치 캡처를 표시합니다.
ru: Показываю последний сшитый снимок.
vi: Dang hien thi anh ghep moi nhat.
zh_hans: 显示最新的拼接捕获。
zh_hant: 顯示最新的拼接捕獲。

# scrolling-capture.preview-showing-latest-while-locking-newer-content
source: Showing the latest stitched result while Snapzy locks newer content.
de: Zeigt das neueste zusammengefügte Ergebnis an, während Snapzy neuere Inhalte sperrt.
es: Mostrando el último resultado cosido mientras Snapzy bloquea el contenido más nuevo.
fr: Affichage du dernier résultat assemblé pendant que Snapzy verrouille le contenu le plus récent.
ja: Snapzy が新しいコンテンツをロックしている間、最新のステッチ結果を表示します。
ko: Snapzy가 최신 콘텐츠를 잠그는 동안 최신 연결 결과를 표시합니다.
ru: Показан последний сшитый результат, в то время как Snapzy блокирует новый контент.
vi: Dang hien thi ket qua ghep moi nhat trong khi Snapzy khoa phan noi dung moi hon.
zh_hans: 显示最新的拼接结果，同时 Snapzy 锁定更新的内容。
zh_hant: 顯示最新的拼接結果，同時 Snapzy 鎖定更新的內容。

# scrolling-capture.runtime-capturing
source: Capturing
de: Erfassen
es: Capturando
fr: Capturer
ja: キャプチャ中
ko: 캡처 중
ru: Захват
vi: Dang chup
zh_hans: 捕获
zh_hant: 捕獲

# scrolling-capture.runtime-finishing
source: Finishing
de: Fertigstellung
es: Acabado
fr: Finition
ja: 仕上げ
ko: 마무리
ru: Отделка
vi: Dang hoan tat
zh_hans: 整理
zh_hant: 整理

# scrolling-capture.runtime-live
source: Live
de: Lebe
es: En vivo
fr: En direct
ja: ライブ
ko: 라이브
ru: В прямом эфире
vi: Truc tiep
zh_hans: 直播
zh_hant: 直播

# scrolling-capture.runtime-paused
source: Paused
de: Angehalten
es: En pausa
fr: En pause
ja: 一時停止しました
ko: 일시중지됨
ru: Приостановлено
vi: Tam dung
zh_hans: 暂停
zh_hant: 暫停

# scrolling-capture.runtime-processing
source: Processing
de: Verarbeitung
es: Procesamiento
fr: Traitement
ja: 処理中
ko: 처리 중
ru: Обработка
vi: Dang xu ly
zh_hans: 加工
zh_hant: 加工

# scrolling-capture.runtime-ready
source: Ready
de: Bereit
es: Listo
fr: Prêt
ja: 準備完了
ko: 준비됨
ru: Готово
vi: San sang
zh_hans: 准备好了
zh_hant: 準備好了

# scrolling-capture.runtime-saving
source: Saving
de: Sparen
es: Ahorro
fr: Économie
ja: 保存
ko: 절약
ru: Сохранение
vi: Dang luu
zh_hans: 保存
zh_hant: 保存

# scrolling-capture.sections-captured
source: %d section(s) captured
de: %d Abschnitt(e) erfasst
es: %d sección(es) capturadas
fr: %d section(s) capturée(s)
ja: %d セクションがキャプチャされました
ko: %d개의 섹션이 캡처되었습니다
ru: %d разделов захвачено
vi: Da chup %d phan
zh_hans: 已捕获 %d 个部分
zh_hant: 已捕獲 %d 個部分

# scrolling-capture.start-capture
source: Start Capture
de: Aufnahme starten
es: Iniciar captura
fr: Démarrer la capture
ja: キャプチャを開始
ko: 캡처 시작
ru: Начать захват
vi: Bat dau chup
zh_hans: 开始捕捉
zh_hant: 開始捕捉

# scrolling-capture.toast-no-stitched-frame-ready
source: No stitched frame is ready yet.
de: Es ist noch kein genähter Rahmen fertig.
es: Aún no hay ningún marco cosido listo.
fr: Aucun cadre cousu n'est encore prêt.
ja: ステッチされたフレームはまだ準備ができていません。
ko: 아직 스티치 프레임이 준비되지 않았습니다.
ru: Сшитая рамка еще не готова.
vi: Chua co khung anh ghep nao san sang.
zh_hans: 缝合框架尚未准备好。
zh_hant: 縫合框架尚未準備好。

# scrolling-capture.toast-saved-stitched-image
source: Scrolling Capture saved the stitched image.
de: Scrolling Capture hat das zusammengefügte Bild gespeichert.
es: La captura con desplazamiento guardó la imagen unida.
fr: La capture par défilement a enregistré l'image assemblée.
ja: スクロールキャプチャで貼り合わせた画像を保存しました。
ko: 스크롤 캡처로 스티치된 이미지가 저장되었습니다.
ru: Захват с прокруткой сохранил сшитое изображение.
vi: Chup cuon da luu anh ghep.
zh_hans: 滚动捕获保存了拼接图像。
zh_hant: 滾動捕獲保存了拼接圖像。

# scrolling-capture.toast-session-already-active
source: A scrolling capture session is already active.
de: Eine Scrolling-Capture-Sitzung ist bereits aktiv.
es: Ya hay una sesión de captura con desplazamiento activa.
fr: Une session de capture défilante est déjà active.
ja: スクロール キャプチャ セッションはすでにアクティブです。
ko: 스크롤 캡처 세션이 이미 활성화되어 있습니다.
ru: Сеанс захвата с прокруткой уже активен.
vi: Da co mot phien chup cuon dang hoat dong.
zh_hans: 滚动捕获会话已处于活动状态。
zh_hant: 滾動捕獲會話已處於活動狀態。

# shortcut-overlay.annotate-actions
source: Annotate Actions
de: Aktionen kommentieren
es: Anotar acciones
fr: Annoter les actions
ja: アクションに注釈を付ける
ko: 작업에 주석 달기
ru: Действия аннотирования
vi: Thao tác Annotate
zh_hans: 注释动作
zh_hant: 注釋動作

# shortcut-overlay.annotate-reference
source: Annotate Reference
de: Referenz mit Anmerkungen versehen
es: Anotar referencia
fr: Annoter la référence
ja: 参照に注釈を付ける
ko: 참조에 주석 달기
ru: Ссылка на аннотацию
vi: Tham chiếu Annotate
zh_hans: 注释参考
zh_hant: 注釋參考

# shortcut-overlay.annotate-tool-keys
source: Annotate Tool Keys
de: Werkzeugtasten mit Anmerkungen versehen
es: Anotar teclas de herramientas
fr: Annoter les clés d'outils
ja: ツール キーに注釈を付ける
ko: 도구 키에 주석 달기
ru: Клавиши инструментов для аннотирования
vi: Phím công cụ Annotate
zh_hans: 注释工具键
zh_hant: 注釋工具鍵

# shortcut-overlay.cancel-deselect
source: Cancel / Deselect
de: Abbrechen / Auswahl aufheben
es: Cancelar / Deseleccionar
fr: Annuler / Désélectionner
ja: キャンセル / 選択解除
ko: 취소 / 선택 취소
ru: Отменить/отменить выбор
vi: Hủy / Bỏ chọn
zh_hans: 取消/取消选择
zh_hant: 取消/取消選擇

# shortcut-overlay.close-help
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
ru: Закрыть
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# shortcut-overlay.confirm-crop
source: Confirm Crop
de: Zuschneiden bestätigen
es: Confirmar cultivo
fr: Confirmer le recadrage
ja: トリミングを確認
ko: 자르기 확인
ru: Подтвердить обрезку
vi: Xác nhận cắt
zh_hans: 确认裁剪
zh_hant: 確認裁剪

# shortcut-overlay.copy-and-close
source: Copy & Close
de: Kopieren und schließen
es: Copiar y cerrar
fr: Copier et fermer
ja: コピーして閉じる
ko: 복사하고 닫기
ru: Копировать и закрыть
vi: Sao chép & Đóng
zh_hans: 复制并关闭
zh_hant: 複製並關閉

# shortcut-overlay.customize-in-settings
source: Customize in Settings…
de: In den Einstellungen anpassen…
es: Personalizar en Configuración…
fr: Personnaliser dans Paramètres…
ja: 設定でカスタマイズ…
ko: 설정에서 사용자 정의하세요...
ru: Настроить в настройках…
vi: Tùy chỉnh trong Cài đặt…
zh_hans: 在“设置”中自定义...
zh_hant: 在“設置”中自定義...

# shortcut-overlay.delete-annotation
source: Delete Annotation
de: Anmerkung löschen
es: Eliminar anotación
fr: Supprimer l'annotation
ja: 注釈の削除
ko: 주석 삭제
ru: Удалить аннотацию
vi: Xóa chú thích
zh_hans: 删除注释
zh_hant: 刪除注釋

# shortcut-overlay.inside-annotate-editor
source: Inside annotate editor
de: Im Anmerkungseditor
es: Editor de notas dentro
fr: À l'intérieur de l'éditeur d'annotations
ja: 注釈エディターの内部
ko: 주석 편집기 내부
ru: Внутри редактора аннотаций
vi: Trong trình chỉnh sửa Annotate
zh_hans: 内部注释编辑器
zh_hant: 內部注釋編輯器

# shortcut-overlay.nudge-10px
source: Nudge 10px
de: 10 Pixel verschieben
es: Empujar 10px
fr: Déplacer 10px
ja: 10px 微調整
ko: 10px 넛지
ru: Сдвинуть на 10 пикселей
vi: Di chuyển 10px
zh_hans: 微移 10px
zh_hant: 微移 10px

# shortcut-overlay.nudge-annotation
source: Nudge Annotation
de: Nudge-Anmerkung
es: Anotación de empuje
fr: Annotation de déplacement
ja: 注釈をナッジする
ko: 넛지 주석
ru: Сдвинуть аннотацию
vi: Di chuyển chú thích
zh_hans: 微移注释
zh_hant: 微移注釋

# shortcut-overlay.recording-only
source: Recording only
de: Nur Aufnahme
es: Sólo grabación
fr: Enregistrement uniquement
ja: 録音のみ
ko: 녹음만
ru: Только запись
vi: Chỉ khi ghi màn hình
zh_hans: 仅录音
zh_hant: 僅錄音

# shortcut-overlay.redo
source: Redo
de: Wiederholen
es: Rehacer
fr: Refaire
ja: やり直し
ko: 다시 하다
ru: Повторить
vi: Làm lại
zh_hans: 重做
zh_hant: 重做

# shortcut-overlay.save-as
source: Save As…
de: Speichern unter…
es: Guardar como…
fr: Enregistrer sous…
ja: 名前を付けて保存…
ko: 다른 이름으로 저장…
ru: Сохранить как…
vi: Lưu thành…
zh_hans: 另存为...
zh_hant: 另存為...

# shortcut-overlay.save-done
source: Save (Done)
de: Speichern (Fertig)
es: Guardar (Listo)
fr: Enregistrer (Terminé)
ja: 保存 (完了)
ko: 저장 (완료)
ru: Сохранить (Готово)
vi: Lưu (Xong)
zh_hans: 保存（完成）
zh_hant: 保存（完成）

# shortcut-overlay.screenshot-and-recording
source: Screenshot + Recording
de: Screenshot + Aufnahme
es: Captura de pantalla + Grabación
fr: Capture d'écran + enregistrement
ja: スクリーンショット + 録画
ko: 스크린샷 + 녹화
ru: Скриншот + запись
vi: Ảnh chụp + Ghi màn hình
zh_hans: 截图+录音
zh_hant: 截圖+錄音

# shortcut-overlay.screenshot-only
source: Screenshot only
de: Nur Screenshot
es: Solo captura de pantalla
fr: Capture d'écran uniquement
ja: スクリーンショットのみ
ko: 스크린샷만
ru: Только скриншот
vi: Chỉ với ảnh chụp
zh_hans: 仅截图
zh_hant: 僅截圖

# shortcut-overlay.section-capture
source: Capture
de: Erfassen
es: Captura
fr: Capturer
ja: キャプチャ
ko: 캡처
ru: Захватить
vi: Chụp
zh_hans: 捕捉
zh_hant: 捕捉

# shortcut-overlay.section-tools
source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
ja: ツール
ko: 도구
ru: Инструменты
vi: Công cụ
zh_hans: 工具
zh_hant: 工具

# shortcut-overlay.subtitle
source: Press Esc or click outside to close
de: Drücken Sie Esc oder klicken Sie außerhalb, um
es: Presione Esc o haga clic afuera para cerrar
fr: Appuyez sur Echap ou cliquez à l'extérieur pour fermer
ja: Esc キーを押すか、外側をクリックして閉じます
ko: 닫으려면 Esc 키를 누르거나 바깥쪽을 클릭하세요
ru: Нажмите Esc или щелкните снаружи, чтобы закрыть
vi: Nhấn Esc hoặc bấm ra ngoài để đóng
zh_hans: 按 Esc 或单击外部即可关闭
zh_hant: 按 Esc 或單擊外部即可關閉

# shortcut-overlay.title
source: Keyboard Shortcuts
de: Tastaturkürzel
es: Atajos de teclado
fr: Raccourcis clavier
ja: キーボード ショートカット
ko: 키보드 단축키
ru: Сочетания клавиш
vi: Phím tắt bàn phím
zh_hans: 键盘快捷键
zh_hant: 鍵盤快捷鍵

# shortcut-overlay.toggle-pin
source: Toggle Pin
de: Pin umschalten
es: Pin de alternancia
fr: Goupille à bascule
ja: トグルピン
ko: 핀 전환
ru: Переключить булавку
vi: Bật/tắt ghim
zh_hans: 切换针
zh_hant: 切換針

# shortcut-overlay.undo
source: Undo
de: Rückgängig machen
es: Deshacer
fr: Annuler
ja: 元に戻す
ko: 실행 취소
ru: Отменить
vi: Hoàn tác
zh_hans: 撤消
zh_hant: 撤消

# shortcut-recorder.click-to-record
source: Click to record a shortcut.
de: Klicken Sie, um eine Verknüpfung aufzuzeichnen.
es: Haga clic para grabar un acceso directo.
fr: Cliquez pour enregistrer un raccourci.
ja: クリックしてショートカットを記録します。
ko: 바로가기를 녹음하려면 클릭하세요.
ru: Нажмите, чтобы записать ярлык.
vi: Bấm để ghi một phím tắt.
zh_hans: 单击以记录快捷方式。
zh_hant: 單擊以記錄快捷方式。

# shortcut-recorder.press-keys
source: Press keys...
de: Tasten drücken...
es: Pulsar teclas...
fr: Appuyez sur les touches...
ja: キーを押してください...
ko: 키를 누르세요...
ru: Нажимайте клавиши...
vi: Nhấn phím...
zh_hans: 按键...
zh_hant: 按鍵...

# shortcut-recorder.turn-on-to-edit
source: Turn this shortcut on to edit it.
de: Aktivieren Sie diese Verknüpfung, um sie zu bearbeiten.
es: Active este acceso directo para editarlo.
fr: Activez ce raccourci pour le modifier.
ja: 編集するには、このショートカットをオンにします。
ko: 편집하려면 이 단축키를 켜세요.
ru: Включите этот ярлык, чтобы редактировать его.
vi: Bật phím tắt này để chỉnh sửa.
zh_hans: 打开此快捷方式进行编辑。
zh_hant: 打開此快捷方式進行編輯。

# shortcut-recorder.used-by
source: Used by %@
de: Wird von %@
es: Utilizado por %@
fr: Utilisé par %@
ja: %@ によって使用されます
ru: Используется %@
vi: Đang được %@ dùng
zh_hans: 由 %@
zh_hant: 由 %@

# shortcut-validation.already-used-by
source: Already used by %@.
de: Wird bereits von %@ verwendet.
es: Ya usado por %@.
fr: Déjà utilisé par %@.
ja: %@ によってすでに使用されています。
ko: 에서 사용함 %@이(가) 이미 사용했습니다.
ru: Уже используется %@.
vi: Đã được %@ dùng.
zh_hans: 使用已被 %@ 使用。
zh_hant: 使用已被 %@ 使用。

# shortcut-validation.already-used-by-annotate
source: Already used by %@ in Annotate Editor.
de: Wird bereits von %@ im Annotate Editor verwendet.
es: Ya utilizado por %@ en Annotate Editor.
fr: Déjà utilisé par %@ dans Annotate Editor.
ja: Annotate Editor の %@ によってすでに使用されています。
ko: Annotate Editor에서 %@이(가) 이미 사용했습니다.
ru: Уже используется %@ в редакторе аннотаций.
vi: Đã được %@ dùng trong trình chỉnh sửa Annotate.
zh_hans: 已被注释编辑器中的 %@ 使用。
zh_hant: 已被注釋編輯器中的 %@ 使用。

# shortcut-validation.matches-system-conflict
source: Matches %@. macOS may win.
de: Entspricht %@. macOS könnte gewinnen.
es: Partidos %@. macOS puede ganar.
fr: Correspond à %@. macOS pourrait gagner.
ja: %@ に一致します。 macOSが勝つかもしれない。
ko: %@과(와) 일치합니다. macOS가 이길 수도 있습니다.
ru: Совпадает %@. macOS может победить.
vi: Trùng với %@. macOS có thể ưu tiên phím tắt này.
zh_hans: 匹配%@。 macOS 可能会获胜。
zh_hant: 匹配%@。 macOS 可能會獲勝。

# splash.do-not-show-again
source: Do not show again
de: Nicht mehr anzeigen
es: No volver a mostrar
fr: Ne plus afficher
ja: 二度と表示しない
ko: 다시 표시하지 않음
ru: Больше не показывать
vi: Không hiển thị lại
zh_hans: 不再显示
zh_hant: 不再顯示

# splash.press-enter
source: Press Enter ↵
de: Drücken Sie die Eingabetaste ↵
es: Presione Entrar ↵
fr: Appuyez sur Entrée ↵
ja: Enter ↵
ko: Enter 누르기 ↵
ru: Нажмите Enter ↵
vi: Nhấn Enter ↵
zh_hans: 按 Enter ↵
zh_hant: 按 Enter ↵

# splash.welcome-subtitle
source: Screenshot & recording, simplified.
de: Screenshot und Aufnahme, vereinfacht.
es: Captura de pantalla y grabación, simplificadas.
fr: Capture d'écran et enregistrement, simplifiés.
ja: を押してください。スクリーンショットと記録、簡略化。
ko: 스크린샷 및 녹화가 단순화되었습니다.
ru: Скриншот и запись в упрощенном виде.
vi: Chụp và ghi màn hình, đơn giản hơn.
zh_hans: 截图和录制，简化。
zh_hant: 截圖和錄制，簡化。

# splash.welcome-title
source: Welcome to Snapzy
de: Willkommen bei Snapzy
es: Bienvenido a Snapzy
fr: Bienvenue chez Snapzy
ja: Snapzy へようこそ
ko: Snapzy에 오신 것을 환영합니다
ru: Добро пожаловать в Snapzy
vi: Chào mừng đến với Snapzy
zh_hans: 欢迎来到 Snapzy
zh_hant: 歡迎來到 Snapzy

# sponsor.direct-support
source: Direct support
de: Direkt unterstützen
es: Apoyo directo
fr: Assistance directe
ja: 直接サポート
ko: 직접 지원
ru: Прямая поддержка
vi: Ủng hộ trực tiếp
zh_hans: 直接支持
zh_hant: 直接支持

# sponsor.one-time-tip
source: One-time tip
de: Einmaliges Trinkgeld
es: Consejo único
fr: Pourboire unique
ja: 1 回限りのヒント
ko: 일회성 팁
ru: Разовый совет
vi: Ủng hộ một lần
zh_hans: 一次性小费
zh_hant: 一次性小費

# sponsor.recurring-support
source: Recurring support
de: Wiederkehrender Support
es: Apoyo recurrente
fr: Support récurrent
ja: 定期的なサポート
ko: 반복적인 지원
ru: Периодическая поддержка
vi: Ủng hộ định kỳ
zh_hans: 经常性支持
zh_hant: 經常性支持

# system-shortcuts.macos-capture-area
source: macOS Capture Area
de: macOS Aufnahmebereich
es: Área de captura de macOS
fr: Zone de capture macOS
ja: macOS キャプチャ領域
ko: macOS 캡처 영역
ru: Область захвата macOS
vi: macOS Chụp vùng
zh_hans: macOS 捕获区域
zh_hant: macOS 捕獲區域

# system-shortcuts.macos-capture-fullscreen
source: macOS Capture Fullscreen
de: macOS Vollbild erfassen
es: Captura de pantalla completa de macOS
fr: Capture macOS en plein écran
ja: macOS キャプチャ全画面
ko: macOS 캡처 전체 화면
ru: macOS Захват всего экрана
vi: macOS Chụp toàn màn hình
zh_hans: macOS 捕捉全屏
zh_hant: macOS 捕捉全屏

# system-shortcuts.macos-copy-area
source: macOS Copy Area
de: macOS Bereich kopieren
es: Área de copia de macOS
fr: Zone de copie macOS
ja: macOS コピー領域
ko: macOS 복사 영역
ru: Область копирования macOS
vi: macOS Sao chép vùng
zh_hans: macOS 复制区域
zh_hant: macOS 複製區域

# system-shortcuts.macos-copy-fullscreen
source: macOS Copy Fullscreen
de: macOS Vollbild kopieren
es: macOS Copiar pantalla completa
fr: Copier macOS en plein écran
ja: macOS 全画面コピー
ko: macOS 복사 전체 화면
ru: macOS Копировать весь экран
vi: macOS Sao chép toàn màn hình
zh_hans: macOS 复制全屏
zh_hant: macOS 複製全屏

# system-shortcuts.macos-screenshot-options
source: macOS Screenshot & Recording Options
de: macOS-Screenshot- und Aufnahmeoptionen
es: Opciones de captura de pantalla y grabación de macOS
fr: Options de capture d'écran et d'enregistrement macOS
ja: macOS スクリーンショットと記録オプション
ko: macOS 스크린샷 및 녹화 옵션
ru: Параметры скриншота и записи macOS
vi: Tuy chon chup va ghi man hinh macOS
zh_hans: macOS 屏幕截图和录制选项
zh_hant: macOS 螢幕截圖和錄制選項

# video-editor-timeline.extracting-frames
source: Extracting frames...
de: Frames werden extrahiert...
es: Extrayendo fotogramas...
fr: Extraction des images...
ja: フレームを抽出しています...
ko: 프레임 추출 중...
ru: Извлечение кадров...
vi: Dang trich xuat khung hinh...
zh_hans: 正在提取帧...
zh_hant: 正在提取幀...

# video-editor.add-zoom-at-playhead
source: Add Zoom at Playhead
de: Zoom am Abspielkopf hinzufügen
es: Agregar zoom en Playhead
fr: Ajouter un zoom sur la tête de lecture
ja: 再生ヘッドにズームを追加
ko: 플레이헤드에 확대/축소 추가
ru: Добавить масштабирование у курсора воспроизведения
vi: Thêm zoom tại đầu phát
zh_hans: 在播放头处添加缩放
zh_hant: 在播放頭處添加縮放

# video-editor.add-zoom-here
source: Add Zoom Here
de: Zoom hier hinzufügen
es: Agregar zoom aquí
fr: Ajouter un zoom ici
ja: ここにズームを追加
ko: 여기에 확대/축소 추가
ru: Добавьте сюда масштабирование
vi: Thêm zoom tại đây
zh_hans: 在此添加缩放
zh_hant: 在此添加縮放

# video-editor.applying-effects
source: Applying effects...
de: Effekte werden angewendet...
es: Aplicando efectos...
fr: Application d'effets...
ja: エフェクトを適用しています...
ko: 효과를 적용하는 중...
ru: Применение эффектов...
vi: Dang ap dung hieu ung...
zh_hans: 应用效果...
zh_hant: 應用效果...

# video-editor.aspect-ratio
source: Aspect Ratio
de: Seitenverhältnis
es: Relación de aspecto
fr: Rapport hauteur/largeur
ja: アスペクト比
ko: 가로세로 비율
ru: Соотношение сторон
vi: Ty le khung hinh
zh_hans: 纵横比
zh_hant: 縱橫比

# video-editor.auto
source: Auto
de: Automatisch
es: Automático
fr: Automatique
ja: 自動
ko: 자동
ru: Авто
vi: Tự động
zh_hans: 自动
zh_hant: 自動

# video-editor.auto-segments
source: Auto Segments
de: Automatische Segmente
es: Segmentos automáticos
fr: Segments automobiles
ja: 自動セグメント
ko: 자동 세그먼트
ru: Автосегменты
vi: Phan doan tu dong
zh_hans: 自动分段
zh_hant: 自動分段

# video-editor.background-tab
source: Background
de: Hintergrund
es: Antecedentes
fr: Contexte
ja: 背景
ko: 배경
ru: Справочная информация
vi: Nền
zh_hans: 背景
zh_hant: 背景

# video-editor.balanced
source: Balanced
de: Ausgewogen
es: Equilibrado
fr: Équilibré
ja: バランスの取れた
ko: 균형 잡힌
ru: Сбалансированный
vi: Cân bằng
zh_hans: 平衡
zh_hant: 平衡

# video-editor.bottom-left
source: Bottom Left
de: Unten links
es: Abajo a la izquierda
fr: En bas à gauche
ja: 左下
ko: 왼쪽 하단
ru: Внизу слева
vi: Dưới trái
zh_hans: 左下
zh_hant: 左下

# video-editor.bottom-right
source: Bottom Right
de: Unten rechts
es: Abajo a la derecha
fr: En bas à droite
ja: 右下
ko: 오른쪽 하단
ru: Внизу справа
vi: Dưới phải
zh_hans: 右下角
zh_hant: 右下角
